Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/Projects/GitHubOperations/GitHubOperations.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# githubOperations.failure.authenticationExpired
source: Authentication expired.
de: Die Authentifizierung ist abgelaufen.
es: La autenticación ha caducado.
fr: L’authentification a expiré.
ja: 認証の有効期限が切れました。
ko: 인증이 만료되었습니다.
pl: Uwierzytelnienie wygasło.
pt_br: A autenticação expirou.
ru: Срок действия аутентификации истёк.
tr: Kimlik doğrulamanın süresi doldu.
uk: Термін дії автентифікації минув.
vi: Xác thực đã hết hạn.
zh_hans: 身份验证已过期。

# githubOperations.failure.authorizationDenied
source: This action is not authorized.
de: Diese Aktion ist nicht autorisiert.
es: Esta acción no está autorizada.
fr: Cette action n’est pas autorisée.
ja: この操作は許可されていません。
ko: 이 작업은 허용되지 않습니다.
pl: Ta akcja nie jest autoryzowana.
pt_br: Esta ação não está autorizada.
ru: Это действие не авторизовано.
tr: Bu eyleme izin verilmiyor.
uk: Цю дію не авторизовано.
vi: Hành động này không được phép.
zh_hans: 此操作未获授权。

# githubOperations.failure.rejected
source: GitHub rejected the action.
de: GitHub hat die Aktion abgelehnt.
es: GitHub rechazó la acción.
fr: GitHub a refusé l’action.
ja: GitHub が操作を拒否しました。
ko: GitHub가 작업을 거부했습니다.
pl: GitHub odrzucił akcję.
pt_br: O GitHub rejeitou a ação.
ru: GitHub отклонил действие.
tr: GitHub eylemi reddetti.
uk: GitHub відхилив дію.
vi: GitHub đã từ chối hành động.
zh_hans: GitHub 拒绝了此操作。

# githubOperations.failure.transport
source: The network request failed.
de: Die Netzwerkanfrage ist fehlgeschlagen.
es: La solicitud de red falló.
fr: La requête réseau a échoué.
ja: ネットワークリクエストに失敗しました。
ko: 네트워크 요청에 실패했습니다.
pl: Żądanie sieciowe nie powiodło się.
pt_br: A solicitação de rede falhou.
ru: Сетевой запрос завершился с ошибкой.
tr: Ağ isteği başarısız oldu.
uk: Помилка мережевого запиту.
vi: Yêu cầu mạng không thành công.
zh_hans: 网络请求失败。

# githubOperations.failure.invalidResponse
source: GitHub returned an invalid response.
de: GitHub hat eine ungültige Antwort zurückgegeben.
es: GitHub devolvió una respuesta no válida.
fr: GitHub a renvoyé une réponse non valide.
ja: GitHub から無効な応答が返されました。
ko: GitHub가 잘못된 응답을 반환했습니다.
pl: GitHub zwrócił nieprawidłową odpowiedź.
pt_br: O GitHub retornou uma resposta inválida.
ru: GitHub вернул недопустимый ответ.
tr: GitHub geçersiz bir yanıt döndürdü.
uk: GitHub повернув недійсну відповідь.
vi: GitHub đã trả về phản hồi không hợp lệ.
zh_hans: GitHub 返回了无效响应。

# githubOperations.failure.ambiguousOutcome
source: The result is uncertain. Refresh before trying again.
de: Das Ergebnis ist ungewiss. Aktualisiere vor einem erneuten Versuch.
es: El resultado es incierto. Actualiza antes de volver a intentarlo.
fr: Le résultat est incertain. Actualisez avant de réessayer.
ja: 結果が不明です。再試行する前に更新してください。
ko: 결과가 확실하지 않습니다. 다시 시도하기 전에 새로 고침하세요.
pl: Wynik jest niepewny. Odśwież przed ponowną próbą.
pt_br: O resultado é incerto. Atualize antes de tentar novamente.
ru: Результат неизвестен. Обновите данные перед повторной попыткой.
tr: Sonuç belirsiz. Yeniden denemeden önce yenileyin.
uk: Результат невизначений. Оновіть дані перед повторною спробою.
vi: Kết quả không chắc chắn. Hãy làm mới trước khi thử lại.
zh_hans: 结果不确定。请刷新后再重试。

# githubOperations.failure.busy
source: Another GitHub action is still running.
de: Eine andere GitHub-Aktion wird noch ausgeführt.
es: Todavía se está ejecutando otra acción de GitHub.
fr: Une autre action GitHub est toujours en cours.
ja: 別の GitHub 操作がまだ実行中です。
ko: 다른 GitHub 작업이 아직 실행 중입니다.
pl: Inna akcja GitHub jest nadal uruchomiona.
pt_br: Outra ação do GitHub ainda está em execução.
ru: Другое действие GitHub всё ещё выполняется.
tr: Başka bir GitHub eylemi hâlâ çalışıyor.
uk: Інша дія GitHub усе ще виконується.
vi: Một hành động GitHub khác vẫn đang chạy.
zh_hans: 另一个 GitHub 操作仍在运行。

# githubOperations.pinWorkflow
source: Pin workflow
de: Workflow anheften
es: Fijar flujo de trabajo
fr: Épingler le flux de travail
ja: ワークフローをピン留め
ko: 워크플로 고정
pl: Przypnij przepływ pracy
pt_br: Fixar workflow
ru: Закрепить рабочий процесс
tr: İş akışını sabitle
uk: Закріпити робочий процес
vi: Ghim quy trình
zh_hans: 固定工作流

# githubOperations.unpinWorkflow
source: Unpin workflow
de: Workflow lösen
es: Desfijar flujo de trabajo
fr: Détacher le flux de travail
ja: ワークフローのピン留めを解除
ko: 워크플로 고정 해제
pl: Odepnij przepływ pracy
pt_br: Desafixar workflow
ru: Открепить рабочий процесс
tr: İş akışının sabitlemesini kaldır
uk: Відкріпити робочий процес
vi: Bỏ ghim quy trình
zh_hans: 取消固定工作流

# githubOperations.attempt
source: Attempt
de: Versuch
es: Intento
fr: Tentative
ja: 試行
ko: 시도
pl: Próba
pt_br: Tentativa
ru: Попытка
tr: Deneme
uk: Спроба
vi: Lần thử
zh_hans: 尝试

# githubOperations.succeeded
source: Succeeded
de: Erfolgreich
es: Correcto
fr: Réussi
ja: 成功
ko: 성공
pl: Powodzenie
pt_br: Bem-sucedido
ru: Успешно
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hans: 成功

# githubOperations.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败

# githubOperations.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消

# githubOperations.skipped
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ済み
ko: 건너뜀
pl: Pominięto
pt_br: Ignorado
ru: Пропущено
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh_hans: 已跳过

# githubOperations.timedOut
source: Timed out
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé
ja: タイムアウト
ko: 시간 초과
pl: Przekroczono limit czasu
pt_br: Tempo esgotado
ru: Время ожидания истекло
tr: Zaman aşımına uğradı
uk: Час очікування минув
vi: Hết thời gian
zh_hans: 已超时

# githubOperations.inProgress
source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
ja: 進行中
ko: 진행 중
pl: W toku
pt_br: Em andamento
ru: Выполняется
tr: Devam ediyor
uk: Виконується
vi: Đang thực hiện
zh_hans: 进行中

# githubOperations.queued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d’attente
ja: キュー内
ko: 대기열에 있음
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Kuyrukta
uk: У черзі
vi: Đang trong hàng đợi
zh_hans: 已排队

# githubOperations.waiting
source: Waiting
de: Wartet
es: En espera
fr: En attente
ja: 待機中
ko: 대기 중
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
tr: Bekliyor
uk: Очікування
vi: Đang chờ
zh_hans: 等待中

# githubOperations.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知

# githubOperations.pullRequests
source: Pull requests
es: Solicitudes de incorporación
fr: Demandes de tirage
ja: プルリクエスト
ko: 풀 리퀘스트
pl: Żądania ściągnięcia
pt_br: Solicitações de pull
ru: Запросы на слияние
tr: Çekme istekleri
uk: Запити на злиття
vi: Yêu cầu kéo
zh_hans: 拉取请求

# githubOperations.detail
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar
uk: Відомості
vi: Chi tiết
zh_hans: 详细信息

# githubOperations.workflowId
source: Workflow ID
es: ID del flujo de trabajo
fr: ID du workflow
ja: ワークフロー ID
ko: 워크플로 ID
pl: Identyfikator przepływu pracy
pt_br: ID do workflow
ru: ID рабочего процесса
tr: İş akışı kimliği
uk: ID робочого процесу
vi: ID quy trình làm việc
zh_hans: 工作流 ID

# githubOperations.optionalWorkflowId
source: Workflow ID (optional)
es: ID del flujo de trabajo (opcional)
fr: ID du workflow (facultatif)
ja: ワークフロー ID（任意）
ko: 워크플로 ID(선택 사항)
pl: Identyfikator przepływu pracy (opcjonalny)
pt_br: ID do workflow (opcional)
ru: ID рабочего процесса (необязательно)
tr: İş akışı kimliği (isteğe bağlı)
uk: ID робочого процесу (необов’язково)
vi: ID quy trình làm việc (không bắt buộc)
zh_hans: 工作流 ID（可选）

# githubOperations.squash
source: Squash
ja: スカッシュ
ko: 스쿼시
zh_hans: 压缩

# githubOperations.rebase
source: Rebase
ja: リベース
ko: 리베이스
pl: Zmień bazę
ru: Перебазировать
tr: Yeniden temellendir
uk: Перебазувати
zh_hans: 变基
